export const LANG_LIST = [
  // {
  //   code: 'zh-CN', // 简体中文(中国)
  // },
  // {
  //   code: 'zh-TW', // 繁体中文(台湾地区)
  // },
  // {
  //   code: 'zh-HK', // 繁体中文(香港)
  // },
  // {
  //   code: 'en-HK', // 英语(香港)
  // },
  {
    code: 'en-US', // 英语(美国)
  },
  // {
  //   code: 'en-GB', // 英语(英国)
  // },
  // {
  //   code: 'en-WW', // 英语(全球)
  // },
  // {
  //   code: 'en-CA', // 英语(加拿大)
  // },
  // {
  //   code: 'en-AU', // 英语(澳大利亚)
  // },
  // {
  //   code: 'en-IE', // 英语(爱尔兰)
  // },
  // {
  //   code: 'en-FI', // 英语(芬兰)
  // },
  // {
  //   code: 'fi-FI', // 芬兰语(芬兰)
  // },
  // {
  //   code: 'en-DK', // 英语(丹麦)
  // },
  // {
  //   code: 'da-DK', // 丹麦语(丹麦)
  // },
  // {
  //   code: 'en-IL', // 英语(以色列)
  // },
  // {
  //   code: 'he-IL', // 希伯来语(以色列)
  // },
  // {
  //   code: 'en-ZA', // 英语(南非)
  // },
  // {
  //   code: 'en-IN', // 英语(印度)
  // },
  // {
  //   code: 'en-NO', // 英语(挪威)
  // },
  // {
  //   code: 'en-SG', // 英语(新加坡)
  // },
  // {
  //   code: 'en-NZ', // 英语(新西兰)
  // },
  // {
  //   code: 'en-ID', // 英语(印度尼西亚)
  // },
  // {
  //   code: 'en-PH', // 英语(菲律宾)
  // },
  // {
  //   code: 'en-TH', // 英语(泰国)
  // },
  // {
  //   code: 'en-MY', // 英语(马来西亚)
  // },
  // {
  //   code: 'en-XA', // 英语(阿拉伯)
  // },
  // {
  //   code: 'ko-KR', // 韩文(韩国)
  // },
  // {
  //   code: 'ja-JP', // 日语(日本)
  // },
  // {
  //   code: 'nl-NL', // 荷兰语(荷兰)
  // },
  // {
  //   code: 'nl-BE', // 荷兰语(比利时)
  // },
  // {
  //   code: 'pt-PT', // 葡萄牙语(葡萄牙)
  // },
  // {
  //   code: 'pt-BR', // 葡萄牙语(巴西)
  // },
  // {
  //   code: 'fr-FR', // 法语(法国)
  // },
  // {
  //   code: 'fr-LU', // 法语(卢森堡)
  // },
  // {
  //   code: 'fr-CH', // 法语(瑞士)
  // },
  // {
  //   code: 'fr-be', // 法语(比利时)
  // },
  // {
  //   code: 'fr-CA', // 法语(加拿大)
  // },
  // {
  //   code: 'es-LA', // 西班牙语(拉丁美洲)
  // },
  // {
  //   code: 'es-ES', // 西班牙语(西班牙)
  // },
  // {
  //   code: 'es-AR', // 西班牙语(阿根廷)
  // },
  // {
  //   code: 'es-US', // 西班牙语(美国)
  // },
  // {
  //   code: 'es-MX', // 西班牙语(墨西哥)
  // },
  // {
  //   code: 'es-CO', // 西班牙语(哥伦比亚)
  // },
  // {
  //   code: 'es-PR', // 西班牙语(波多黎各)
  // },
  // {
  //   code: 'de-DE', // 德语(德国)
  // },
  // {
  //   code: 'de-AT', // 德语(奥地利)
  // },
  // {
  //   code: 'de-CH', // 德语(瑞士)
  // },
  // {
  //   code: 'ru-RU', // 俄语(俄罗斯)
  // },
  // {
  //   code: 'it-IT', // 意大利语(意大利)
  // },
  // {
  //   code: 'el-GR', // 希腊语(希腊)
  // },
  // {
  //   code: 'no-NO', // 挪威语(挪威)
  // },
  // {
  //   code: 'hu-HU', // 匈牙利语(匈牙利)
  // },
  // {
  //   code: 'tr-TR', // 土耳其语(土耳其)
  // },
  // {
  //   code: 'cs-CZ', // 捷克语(捷克共和国)
  // },
  // {
  //   code: 'sl-SL', // 斯洛文尼亚语
  // },
  // {
  //   code: 'pl-PL', // 波兰语(波兰)
  // },
  // {
  //   code: 'sv-SE', // 瑞典语(瑞典)
  // },
  // {
  //   code: 'es-CL', // 西班牙语 (智利)
  // },
];
